Repository: Subfly/yaba
Catalog: Darwin/YABA/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, it, ja, ko, nb, nl, pt_br, sk, sv, tr, zh_hans

# How To Share Mac Message 2
source: To use the quick key **(⌘⇧Y)** and open the quick share/save pop-up, the menu bar item must be running. The menu bar item also makes it easy to browse your recently saved bookmarks or open the quick share/save pop-up with a single click.
de: Damit du die Tastenkombination **(⌘⇧Y)** nutzen und das Schnell‑Teilen/-Speichern‑Fenster öffnen kannst, muss das Menüleisten‑Symbol aktiv sein. Über das Menüleisten‑Symbol kannst du außerdem deine zuletzt gespeicherten Lesezeichen durchsuchen oder mit einem Klick das Schnell‑Teilen/-Speichern‑Fenster öffnen.
es: Para usar la tecla rápida **(⌘⇧Y)** y abrir el panel rápido de compartir/guardar, el elemento de la barra de menús debe estar en funcionamiento. Ese elemento también facilita navegar por tus marcadores guardados recientemente o abrir el panel rápido de compartir/guardar con un solo clic.
fr: Pour utiliser la touche rapide **(⌘⇧Y)** et ouvrir la fenêtre de partage/enregistrement rapide, l’icône de la barre des menus doit être active. L’icône de la barre des menus permet aussi de parcourir facilement tes favoris récemment sauvegardés ou d’ouvrir la fenêtre de partage/enregistrement rapide en un clic.
it: Per usare il tasto rapido **(⌘⇧Y)** e aprire il pop‑up di condivisione/salvataggio rapido, l'elemento nella barra dei menu deve essere attivo. L'elemento della barra dei menu ti permette anche di sfogliare i segnalibri salvati di recente o di aprire il pop‑up di condivisione/salvataggio con un solo clic.
ja: クイックキー**(⌘⇧Y)**でクイック共有／保存ポップアップを開くには、メニューバー項目が起動している必要があります。メニューバー項目があれば、最近保存したブックマークを簡単に閲覧したり、ワンクリックでクイック共有／保存ポップアップを開けます。
ko: 빠른 키 **(⌘⇧Y)**를 사용해 빠른 공유/저장 팝업을 열려면 메뉴 막대 항목이 실행 중이어야 합니다. 메뉴 막대 항목을 통해 최근에 저장한 북마크를 쉽게 둘러보거나 한 번의 클릭으로 빠른 공유/저장 팝업을 열 수 있습니다.
nb: For å bruke hurtigtasten **(⌘⇧Y)** og åpne hurtigdelings-/lagringsvinduet, må menylinjeikonet være aktivt. Menylinjeikonet gjør det også enkelt å bla i nylig lagrede bokmerker eller åpne hurtigdelings-/lagringsvinduet med ett klikk.
nl: Om de sneltoets **(⌘⇧Y)** te gebruiken en het snelle deel-/opslaan-pop-up te openen, moet het menubalk‑item actief zijn. Het menubalk‑item maakt het ook makkelijk om je recent opgeslagen bladwijzers te bekijken of met één klik het snelle deel-/opslaan-venster te openen.
pt_br: Para usar o atalho **(⌘⇧Y)** e abrir o pop-up de compartilhamento/salvamento rápido, o item da barra de menus precisa estar em execução. O item da barra de menus também facilita navegar pelos favoritos salvos recentemente ou abrir o pop-up de compartilhamento/salvamento com um único clique.
sk: Aby si mohol použiť rýchlu klávesu **(⌘⇧Y)** a otvoriť rýchle zdieľacie/uložacie okno, musí byť spustená položka v paneli s ponukami. Položka v paneli s ponukami ti tiež umožní jednoducho prehliadať nedávno uložené záložky alebo otvoriť rýchle zdieľacie/uložacie okno jedným kliknutím.
sv: För att använda snabbkommandot **(⌘⇧Y)** och öppna snabbdelnings-/spara‑pop-upen måste menyradsikonen vara igång. Menyradsikonen gör det också enkelt att bläddra bland dina nyligen sparade bokmärken eller öppna snabbdelnings-/spara‑pop-upen med ett enda klick.
tr: Hızlı tuşu **(⌘⇧Y)** kullanıp hızlı paylaş/kaydet açılırını açmak için menü çubuğu öğesinin çalışıyor olması gerekir. Menü çubuğu öğesi ayrıca yeni kaydettiğin yer imlerine göz atmayı veya hızlı paylaş/kaydet açılırını tek tıkla açmayı kolaylaştırır.
zh_hans: 要使用快捷键 **(⌘⇧Y)** 打开快速共享/保存弹窗，菜单栏图标必须在运行中。该菜单栏图标还可以让你轻松浏览最近保存的书签，或通过单击一次打开快速共享/保存弹窗。

# How To Share Mac Message 3
source: You can enable or disable the menu bar item anytime in Settings.
de: Du kannst das Menüleisten‑Symbol jederzeit in den Einstellungen ein- oder ausschalten.
es: Puedes activar o desactivar el elemento de la barra de menús en cualquier momento en Ajustes.
fr: Tu peux activer ou désactiver l’icône de la barre des menus à tout moment dans Réglages.
it: Puoi attivare o disattivare l'elemento della barra dei menu in qualsiasi momento nelle Impostazioni.
ja: メニューバー項目は設定でいつでも有効化・無効化できます。
ko: 설정에서 언제든지 메뉴 막대 항목을 켜거나 끌 수 있습니다.
nb: Du kan aktivere eller deaktivere menylinjeikonet når som helst i Innstillinger.
nl: Je kunt het menubalk‑item op elk moment in Instellingen in- of uitschakelen.
pt_br: Você pode ativar ou desativar o item da barra de menus a qualquer momento em Ajustes.
sk: Ikonu v paneli s ponukami môžeš zapnúť alebo vypnúť kedykoľvek v Nastaveniach.
sv: Du kan aktivera eller inaktivera menyradsikonen när som helst i Inställningar.
tr: Menü çubuğu öğesini Ayarlar'dan istediğin zaman etkinleştirip devre dışı bırakabilirsin.
zh_hans: 你可以随时在「设置」中启用或禁用菜单栏图标。

# How To Share Title
source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有
ko: 공유
nb: Del
nl: Delen
pt_br: Compartilhar
sk: Zdieľať
sv: Dela
tr: Paylaş
zh_hans: 分享

# How To Step Label %lld
source: Step %lld
de: Schritt %lld
es: Paso %lld
fr: Étape %lld
it: Passo %lld
ja: ステップ %lld
ko: 단계 %lld
nb: Trinn %lld
nl: Stap %lld
pt_br: Etapa %lld
sk: Krok %lld
sv: Steg %lld
tr: Adım %lld
zh_hans: 第 %lld 步

# How To Sync General Message 1
source: Syncing is a core feature of YABA—and a big reason it stays free. YABA doesn’t rely on servers, so your data is never stored elsewhere—you have full ownership at all times. Because YABA supports devices beyond the Apple ecosystem, we needed a cost-free solution that still keeps your data fully yours. The result is a local, multicast-based synchronization system. Think of it like exporting your content, emailing it to yourself, and importing it on another device—but fully automated for you. 😉 To start syncing, your device needs a name. This is usually set after onboarding or when you relaunch YABA, but you can change it anytime in Settings.
de: Synchronisieren ist eine Kernfunktion von YABA — und ein großer Grund, warum die App kostenlos bleibt. YABA verlässt sich nicht auf Server, deine Daten werden also nie irgendwo anders gespeichert — du hast jederzeit die volle Kontrolle. Da YABA Geräte außerhalb des Apple‑Ökosystems unterstützt, brauchten wir eine kostenfreie Lösung, die deine Daten dennoch vollständig bei dir lässt. Das Ergebnis ist ein lokales, multicast‑basiertes Synchronisationssystem. Stell es dir vor wie das Exportieren deiner Inhalte, das E-Mail an dich selbst und das Importieren auf einem anderen Gerät — nur dass alles für dich vollautomatisch abläuft. 😉 Um mit dem Synchronisieren zu beginnen, braucht dein Gerät einen Namen. Dieser wird normalerweise nach dem Onboarding oder beim Neustart von YABA gesetzt, du kannst ihn aber jederzeit in den Einstellungen ändern.
es: La sincronización es una función clave de YABA —y una gran razón por la que sigue siendo gratis. YABA no depende de servidores, así que tus datos nunca se almacenan en otro sitio: siempre tienes la propiedad total. Como YABA es compatible con dispositivos fuera del ecosistema Apple, necesitábamos una solución sin costes que mantuviera tus datos completamente tuyos. El resultado es un sistema de sincronización local basado en multicast. Piensa en ello como exportar tu contenido, enviártelo por email e importarlo en otro dispositivo —pero totalmente automatizado para ti. 😉 Para empezar a sincronizar, tu dispositivo necesita un nombre. Normalmente se configura tras la configuración inicial o al volver a abrir YABA, pero puedes cambiarlo en cualquier momento en Ajustes.
fr: La synchronisation est une fonctionnalité centrale de YABA — et une grande raison pour laquelle elle reste gratuite. YABA ne dépend pas de serveurs, donc tes données ne sont jamais stockées ailleurs — tu gardes la pleine propriété à tout moment. Comme YABA prend en charge des appareils au-delà de l’écosystème Apple, il nous fallait une solution sans coût qui préserve entièrement tes données. Le résultat : un système de synchronisation local basé sur le multicast. Imagine que tu exportes ton contenu, que tu te l'envoies par e‑mail et que tu l'importes sur un autre appareil — mais entièrement automatisé pour toi. 😉 Pour commencer la synchronisation, ton appareil doit avoir un nom. Il est généralement défini après l’initialisation ou quand tu relances YABA, mais tu peux le modifier à tout moment dans Réglages.
hi: सिंक करना YABA की एक प्रमुख सुविधा है—और यही एक बड़ी वजह है कि यह मुफ्त रहता है। YABA सर्वरों पर निर्भर नहीं करता, इसलिए आपका डेटा कहीं और स्टोर नहीं होता—आपके पास हर समय पूरा स्वामित्व रहता है। चूंकि YABA Apple इकोसिस्टम के बाहर भी डिवाइस सपोर्ट करता है, हमें एक मुफ्त ऐसा समाधान चाहिए था जो आपके डेटा को पूरी तरह आपका ही रखे। नतीजा एक लोकल, मल्टीकास्ट-आधारित सिंक्रनाइज़ेशन सिस्टम है। इसे ऐसे समझिए जैसे आप अपना कंटेंट एक्सपोर्ट करके खुद को ईमेल कर रहे हों और किसी दूसरे डिवाइस पर इम्पोर्ट कर रहे हों—बस यह सब आपके लिए पूरी तरह ऑटोमैटिक होता है। 😉 सिंक शुरू करने के लिए, आपके डिवाइस का एक नाम होना जरूरी है। यह आम तौर पर ऑनबोर्डिंग के बाद या YABA को फिर से खोलने पर सेट हो जाता है, लेकिन आप इसे कभी भी सेटिंग्स में बदल सकते हैं।
it: La sincronizzazione è una funzione fondamentale di YABA — e una delle principali ragioni per cui rimane gratuita. YABA non si appoggia a server, quindi i tuoi dati non vengono mai memorizzati altrove: ne hai la piena proprietà in ogni momento. Poiché YABA supporta dispositivi al di fuori dell’ecosistema Apple, avevamo bisogno di una soluzione senza costi che mantenesse comunque i tuoi dati completamente tuoi. Il risultato è un sistema di sincronizzazione locale basato su multicast. Pensalo come esportare i tuoi contenuti, inviarteli via e‑mail e importarli su un altro dispositivo — ma completamente automatizzato per te. 😉 Per iniziare a sincronizzare, il tuo dispositivo ha bisogno di un nome. Questo viene di solito impostato dopo la configurazione iniziale o quando riavvii YABA, ma puoi cambiarlo in qualsiasi momento nelle Impostazioni.
ja: 同期はYABAのコア機能であり、無料で提供されている大きな理由のひとつです。YABAはサーバーに頼らないため、あなたのデータが外部に保存されることはなく、常に完全に所有できます。Appleのエコシステム以外のデバイスもサポートする必要があったため、費用がかからず、かつデータの所有権を守る仕組みが必要でした。その結果、ローカルのマルチキャストベースの同期システムを採用しています。これは、自分のコンテンツをエクスポートして自分宛てにメールし、別のデバイスでインポートするようなイメージですが、あなたのために完全に自動化されています。😉 同期を開始するには、デバイスに名前が必要です。通常はオンボーディング後やYABAを再起動したときに設定されますが、設定でいつでも変更できます。
ko: 동기화는 YABA의 핵심 기능이자 무료로 제공되는 주요 이유 중 하나입니다. YABA는 서버에 의존하지 않으므로 데이터가 외부에 저장되지 않으며 항상 완전한 소유권을 유지합니다. 또한 YABA는 Apple 생태계 외의 기기도 지원하기 때문에 비용이 들지 않으면서도 데이터 소유권을 지킬 수 있는 해결책이 필요했습니다. 그 결과 로컬 멀티캐스트 기반 동기화 시스템을 도입하게 되었습니다. 이를 본인의 콘텐츠를 내보내 메일로 보내고 다른 기기에서 가져오는 과정과 같다고 생각하되, 모든 과정이 완전히 자동으로 이루어진다고 보시면 됩니다. 😉 동기화를 시작하려면 기기 이름이 필요합니다. 이 이름은 보통 온보딩 후 또는 YABA를 다시 실행할 때 설정되지만, 설정에서 언제든지 변경할 수 있습니다.
nb: Synkronisering er en kjernefunksjon i YABA—and en viktig grunn til at den forblir gratis. YABA er ikke avhengig av servere, så dataene dine lagres aldri andre steder—you har full eierskap til enhver tid. Fordi YABA støtter enheter utenfor Apple-økosystemet, trengte vi en kostnadsfri løsning som likevel lar dataene dine forbli helt dine. Resultatet er et lokalt synkroniseringssystem basert på multicast. Tenk på det som å eksportere innholdet ditt, sende det til deg selv på e-post og importere det på en annen enhet—but helt automatisert for deg. 😉 To start syncing, your device needs a name. This is usually set after onboarding or when you relaunch YABA, but you can change it anytime in Settings.
nl: Synchroniseren is een kernfunctie van YABA — en een belangrijke reden dat het gratis blijft. YABA vertrouwt niet op servers, dus je data wordt nooit elders opgeslagen — jij hebt te allen tijde volledige eigendom. Omdat YABA apparaten buiten het Apple-ecosysteem ondersteunt, hadden we een kosteloze oplossing nodig die je data toch volledig van jou houdt. Het resultaat is een lokale, multicast-gebaseerd synchronisatiesysteem. Zie het als het exporteren van je content, het naar jezelf e-mailen en het importeren op een ander apparaat — maar volledig geautomatiseerd voor jou. 😉 Om te beginnen met synchroniseren moet je apparaat een naam hebben. Die wordt meestal ingesteld na de onboarding of wanneer je YABA opnieuw opstart, maar je kunt het op elk moment wijzigen in Instellingen.
pt_br: Sincronizar é um recurso central do YABA — e um grande motivo pelo qual ele continua grátis. O YABA não depende de servidores, então seus dados nunca ficam armazenados em outro lugar — você tem total propriedade o tempo todo. Como o YABA oferece suporte a dispositivos além do ecossistema Apple, precisávamos de uma solução sem custo que ainda mantivesse seus dados totalmente seus. O resultado é um sistema de sincronização local baseado em multicast. Pense nisso como exportar seu conteúdo, enviar por e‑mail para si mesmo e importar em outro dispositivo — mas totalmente automatizado para você. 😉 Para começar a sincronizar, seu dispositivo precisa de um nome. Isso geralmente é definido após a configuração inicial ou quando você relança o YABA, mas você pode alterá‑lo a qualquer momento em Ajustes.
sk: Synchronizácia je základná funkcia YABA — a veľký dôvod, prečo zostáva zadarmo. YABA sa nespolieha na servery, takže tvoje dáta nie sú nikdy uložené nikde inde — máš nad nimi plné vlastníctvo stále. Keďže YABA podporuje zariadenia mimo Apple ekosystému, potrebovali sme bezplatné riešenie, ktoré zároveň zachová tvoje dáta len pre teba. Výsledkom je lokálny, multicastom založený synchronizačný systém. Predstav si to ako exportovanie obsahu, odoslanie ho sebe e‑mailom a importovanie na inom zariadení — lenže plne automatizované pre teba. 😉 Aby sa synchronizácia spustila, tvoje zariadenie potrebuje názov. Zvyčajne sa nastaví po prvom spuštění alebo pri opätovnom spustení YABA, ale môžeš ho kedykoľvek zmeniť v Nastaveniach.
sv: Synkronisering är en kärnfunktion i YABA — och en stor anledning till att den förblir gratis. YABA är inte beroende av servrar, så dina data lagras aldrig någon annanstans — du har ägandet helt och hållet hela tiden. Eftersom YABA stödjer enheter utanför Apples ekosystem behövde vi en kostnadsfri lösning som ändå håller dina data helt dina. Resultatet är ett lokalt, multicast-baserat synkroniseringssystem. Tänk på det som att exportera ditt innehåll, mejla det till dig själv och importera det på en annan enhet — men helt automatiserat för dig. 😉 För att börja synka behöver din enhet ett namn. Det här ställs vanligen in efter introduktionen eller när du startar om YABA, men du kan ändra det när som helst i Inställningar.
tr: Eşitleme, YABA'nın temel özelliklerinden biridir—ve uygulamanın ücretsiz kalmasının büyük bir nedeni. YABA sunuculara dayanmaz, bu yüzden verileriniz hiçbir zaman başka bir yerde depolanmaz—her zaman tam sahipliğe sahipsiniz. YABA, Apple ekosisteminin ötesindeki cihazları da desteklediği için verilerinizin tamamen size ait kaldığı, maliyetsiz bir çözüm gerekiyordu. Sonuç olarak yerel, multicast tabanlı bir senkronizasyon sistemi ortaya çıktı. Bunu içeriğinizi dışa aktarıp kendinize e‑posta ile göndermek ve başka bir cihazda içe aktarmak gibi düşünün—ama tamamen sizin için otomatikleştirilmiş. 😉 Eşitlemeyi başlatmak için cihazınızın bir adı olmalı. Bu genellikle ilk kurulumdan sonra veya YABA'yı yeniden başlattığınızda ayarlanır, ancak istediğiniz zaman Ayarlar'dan değiştirebilirsiniz.
zh_hans: 同步是 YABA 的核心功能——也是它能保持免费的重要原因之一。YABA 不依赖服务器，所以你的数据从不被存储到别处——你始终完全拥有它。因为 YABA 支持超出 Apple 生态系统的设备，我们需要一个无需额外费用但仍能让数据完全属于你的解决方案。结果是一个本地的、基于组播的同步系统。把它想象成把内容导出、通过邮件发给自己，然后在另一台设备上导入——但这一切都为你自动完成。😉 要开始同步，你的设备需要一个名称。通常在初次使用引导后或重新打开 YABA 时会设置好，但你可以随时在 “设置” 中更改它。

# How To Sync General Message 2
source: On all devices, Sync is easy to access—at the top left of your Home Screen on mobile, or in the sidebar on tablets and computers. Once opened, a local server will automatically search for and detect your devices on the current network.
de: Auf allen Geräten ist Sync leicht erreichbar — oben links auf dem Home‑Bildschirm deines Mobilgeräts oder in der Seitenleiste auf Tablets und Computern. Wird es geöffnet, sucht ein lokaler Server automatisch im aktuellen Netzwerk nach deinen Geräten und erkennt sie.
es: En todos los dispositivos, Sync es fácil de encontrar: arriba a la izquierda de la pantalla de inicio en el móvil, o en la barra lateral en tablets y ordenadores. Al abrirlo, un servidor local buscará y detectará automáticamente tus dispositivos en la red actual.
fr: Sur tous les appareils, Sync est facile d’accès — en haut à gauche de ton écran d’accueil sur mobile, ou dans la barre latérale sur les tablettes et ordinateurs. Une fois ouvert, un serveur local recherchera automatiquement et détectera tes appareils sur le réseau local.
hi: सभी डिवाइसों पर, सिंक तक पहुँचना आसान है — मोबाइल पर आपकी होम स्क्रीन के ऊपरी बाएँ कोने में, या टैबलेट और कंप्यूटर पर साइडबार में। एक बार खोलने पर, एक लोकल सर्वर स्वतः ही वर्तमान नेटवर्क पर आपके डिवाइस खोजकर उनका पता लगा लेगा।
it: Su tutti i dispositivi, Sync è facile da raggiungere: in alto a sinistra della tua Schermata Home sui dispositivi mobili, o nella barra laterale su tablet e computer. Una volta aperto, un server locale cercherà automaticamente e rileverà i tuoi dispositivi sulla rete corrente.
ja: すべてのデバイスでは、Syncはアクセスしやすい場所にあります—モバイルではホーム画面の左上に、タブレットやコンピュータではサイドバーにあります。開くと、ローカルサーバーが自動的に現在のネットワーク上のデバイスを検索して検出します。
ko: 모든 기기에서 동기화는 쉽게 접근할 수 있습니다 — 모바일에서는 홈 화면 왼쪽 상단에, 태블릿과 컴퓨터에서는 사이드바에 있습니다. 열면 로컬 서버가 현재 네트워크에서 자동으로 기기를 검색하여 감지합니다.
nb: På alle enheter er Synk enkelt å få tilgang til — øverst til venstre på Hjem-skjermen på mobil, eller i sidepanelet på nettbrett og datamaskiner. Når det åpnes, vil en lokal server automatisk søke etter og oppdage enhetene dine på det gjeldende nettverket.
nl: Op al je apparaten is Sync eenvoudig toegankelijk — linksboven op je startscherm op mobiel, of in de zijbalk op tablets en computers. Zodra je het opent, zal een lokale server automatisch zoeken naar en je apparaten detecteren op het huidige netwerk.
pt_br: Em todos os dispositivos, o Sync é fácil de acessar — no canto superior esquerdo da sua Tela Inicial no celular, ou na barra lateral em tablets e computadores. Uma vez aberto, um servidor local procurará e detectará automaticamente seus dispositivos na rede atual.
sk: Na všetkých zariadeniach je Sync ľahko dostupný — v ľavom hornom rohu domovskej obrazovky na mobile alebo v postrannom paneli na tabletoch a počítačoch. Po otvorení bude lokálny server automaticky vyhľadávať a detegovať tvoje zariadenia v aktuálnej sieti.
sv: På alla enheter är Sync lätt att nå — uppe till vänster på hemskärmen på mobilen eller i sidofältet på surfplattor och datorer. När den öppnats kommer en lokal server automatiskt att söka efter och upptäcka dina enheter i det aktuella nätverket.
tr: Tüm cihazlarda Senkron'a erişim kolaydır — mobilde Ana Ekranın sol üstünde, tablet ve bilgisayarlarda ise kenar çubuğunda. Açıldığında, yerel bir sunucu mevcut ağdaki cihazlarınızı otomatik olarak arar ve algılar.
zh_hans: 在所有设备上，同步都很容易找到——在手机上位于主屏幕的左上角，在平板和电脑上位于侧边栏。打开后，本地服务器会自动在当前网络中搜索并检测你的设备。

# How To Sync General Message 3
source: The first time you use Sync, YABA will ask for permission to access the Local Network. This must be enabled for Sync to work. If you deny it, you’ll need to manually enable Local Network access for YABA in your device’s Settings, as YABA is not allowed to request it again.
de: Wenn du Sync zum ersten Mal nutzt, fragt YABA nach der Erlaubnis, auf das lokale Netzwerk zuzugreifen. Das muss aktiviert sein, damit Sync funktioniert. Wenn du es ablehnst, musst du den Zugriff auf das lokale Netzwerk für YABA manuell in den Einstellungen deines Geräts aktivieren, da YABA diese Erlaubnis nicht erneut anfragen darf.
es: La primera vez que uses Sync, YABA pedirá permiso para acceder a la red local. Esto debe estar activado para que Sync funcione. Si lo deniegas, tendrás que activar manualmente el acceso a la red local para YABA en los Ajustes de tu dispositivo, ya que YABA no puede solicitarlo de nuevo.
fr: La première fois que tu utilises Sync, YABA demandera l’autorisation d’accéder au réseau local. Cette autorisation doit être activée pour que Sync fonctionne. Si tu la refuses, tu devras activer manuellement l’accès au réseau local pour YABA dans les Réglages de ton appareil, car YABA ne peut pas le redemander.
hi: जब आप पहली बार सिंक का उपयोग करेंगे, YABA स्थानीय नेटवर्क तक पहुँच की अनुमति मांगेगा। सिंक के काम करने के लिए यह सक्षम होना आवश्यक है। यदि आप इसे अस्वीकार कर देते हैं, तो आपको अपने डिवाइस की सेटिंग्स में YABA के लिए स्थानीय नेटवर्क एक्सेस मैन्युअली सक्षम करना होगा, क्योंकि YABA को यह अनुमति फिर से मांगने की अनुमति नहीं है।
it: La prima volta che usi Sync, YABA chiederà il permesso di accedere alla Rete locale. Deve essere abilitato perché Sync funzioni. Se lo rifiuti, dovrai abilitare manualmente l'accesso alla Rete locale per YABA nelle Impostazioni del tuo dispositivo, poiché YABA non potrà richiederlo di nuovo.
ja: 初めてSyncを使うとき、YABAはローカルネットワークへのアクセス許可を求めます。Syncを機能させるにはこれを有効にする必要があります。許可を拒否した場合、YABAは再度要求できないため、デバイスの設定でYABAのローカルネットワークアクセスを手動で有効にする必要があります。
ko: 동기화를 처음 사용할 때 YABA는 로컬 네트워크 접근 권한을 요청합니다. 동기화가 작동하려면 이 권한을 반드시 허용해야 합니다. 거부하면 YABA가 다시 요청할 수 없으므로 기기 설정에서 YABA의 로컬 네트워크 접근을 수동으로 활성화해야 합니다.
nb: Første gang du bruker Synk, vil YABA be om tillatelse til å få tilgang til det lokale nettverket. Dette må være aktivert for at Synk skal fungere. Hvis du nekter, må du manuelt aktivere tilgang til det lokale nettverket for YABA i enhetens Innstillinger, siden YABA ikke har lov til å be om det igjen.
nl: De eerste keer dat je Sync gebruikt, vraagt YABA toestemming om het lokale netwerk te gebruiken. Dit moet ingeschakeld zijn om Sync te laten werken. Als je dit weigert, moet je in de Instellingen van je apparaat handmatig toegang tot het lokale netwerk voor YABA inschakelen, omdat YABA die toestemming niet opnieuw mag aanvragen.
pt_br: Na primeira vez que você usar o Sync, o YABA pedirá permissão para acessar a Rede Local. Isso precisa ser habilitado para o Sync funcionar. Se você negar, será necessário habilitar manualmente o acesso à Rede Local para o YABA nas Ajustes do seu dispositivo, pois o YABA não poderá solicitar novamente.
sk: Pri prvom použití Sync ťa YABA požiada o povolenie na prístup k lokálnej sieti. To musí byť povolené, aby Sync fungoval. Ak ho odmietneš, budeš musieť ručne povoliť prístup k lokálnej sieti pre YABA v Nastaveniach zariadenia, pretože YABA už znova nemôže o toto povolenie požiadať.
sv: Första gången du använder Sync kommer YABA att be om tillåtelse att få åtkomst till det lokala nätverket. Detta måste vara aktiverat för att Sync ska fungera. Om du nekar kommer du behöva aktivera åtkomsten till det lokala nätverket för YABA manuellt i enhetens Inställningar, eftersom YABA inte får fråga om det igen.
tr: Senkron'u ilk kullandığınızda, YABA Yerel Ağa erişim izni isteyecektir. Senkronun çalışması için bu etkinleştirilmelidir. Redderseniz, YABA yeniden isteyemeyeceği için cihazınızın Ayarlar'ından YABA için Yerel Ağ erişimini manuel olarak etkinleştirmeniz gerekecektir.
zh_hans: 首次使用同步时，YABA 会请求访问本地网络的权限。必须启用此权限才能使同步功能正常工作。如果你拒绝，你需要在设备的“设置”中手动为 YABA 启用本地网络访问，因为 YABA 无法再次发起该权限请求。
